<template>
  <v-container>
    <v-row class="text-center">
      <v-col>
          <h2>Привет! Ты дошел до страницы с информацией обо мне.</h2>
          <body-1><p>Надеюсь тебе понравилось моё приложение для
              формирования и хранения списка задач.</p>
              <p>Расскажу немного о себе. Я начинающий фронтенд-разработчик. Владею новейшими
                  HTML и CSS, умею использовать флексы и гриды, а также переменные в CSS и
                  библиотеку Bulma. Программирую на чистом Java Script с использованием
                  TypeScript. А ещё теперь я знаю Vue и умею пользоваться Vuetify.</p>
              <p><a href="https://github.com/alexkorzh1606">Здесь ссылка на мой аккаунт в GIT</a>, а чуть позже я закончу формирование своего портфолио.</p>
              <p>Если хочешь со мной связаться, вот мой аккаунт в Телеге: @alexkorzh</p>
          </body-1>
      </v-col>
    </v-row>
  </v-container>
</template>

<script>
export default {
  name: 'About',
};
</script>
